tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "mutagen-io/mutagen"
tap "supabase/tap"
brew "act"
brew "awscli"
brew "ffmpeg"
brew "gh"
brew "git"
brew "hugo"
brew "libfido2"
brew "mysql-client"
brew "nvm"
brew "openjdk"
brew "perl"
brew "purescript"
brew "pv"
brew "reattach-to-user-namespace"
brew "rustup"
brew "spago"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "aws-vault"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hyper"
cask "intellij-idea"
cask "karabiner-elements"
cask "keycastr"
cask "ngrok"
cask "sequel-pro"
cask "session-manager-plugin"
cask "slack"
cask "temurin@11"
cask "temurin@17"
cask "visual-studio-code"
cask "zoom"
vscode "alefragnani.bookmarks"
vscode "andrewrazumovsky.vscode-styled-jsx-languageserver"
vscode "arjun.swagger-viewer"
vscode "asvetliakov.snapshot-tools"
vscode "biomejs.biome"
vscode "blanu.vscode-styled-jsx"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "ddot.vscode-ast"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.code-runner"
vscode "gerane.theme-solarized-dark"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "ijs.emotionsnippets"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.plantuml"
vscode "lihui.vs-color-picker"
vscode "mariusalchimavicius.json-to-ts"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mkxml.vscode-filesize"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.cordova-tools"
vscode "naumovs.node-modules-resolve"
vscode "nwolverson.ide-purescript"
vscode "nwolverson.language-purescript"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pnp.polacode"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.text-marker"
vscode "shardulm94.trailing-spaces"
vscode "sianglim.slim"
vscode "silvenon.mdx"
vscode "sirtori.indenticator"
vscode "snipsnapdev.snipsnap-vscode"
vscode "sozercan.slack"
vscode "steoates.autoimport"
vscode "stevencl.adddoccomments"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "whatwedo.twig"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "xdebug.php-debug"
vscode "zxh404.vscode-proto3"
