tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "java"
brew "amazon-ecs-cli"
brew "openssl"
brew "sqlite"
brew "ansible"
brew "ansible@1.9"
brew "awscli"
brew "bash-completion"
brew "brew-cask-completion"
brew "carthage"
brew "composer"
brew "coreutils"
brew "docker", link: false
brew "git"
brew "git-secrets"
brew "go"
brew "gradle"
brew "graphviz"
brew "imagemagick"
brew "jmeter"
brew "mas"
brew "nkf"
brew "nvm"
brew "openssl@1.1"
brew "php@7.1"
brew "pipenv"
brew "plantuml"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "textql"
brew "tmux"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wp-cli"
brew "zsh"
brew "cloudfoundry/tap/cf-cli"
cask "0xed"
cask "android-studio"
cask "appcleaner"
cask "appium"
cask "boostnote"
cask "cakebrew"
cask "cheatsheet"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "evernote"
cask "filezilla"
cask "google-chrome"
cask "hipchat"
cask "lastpass"
cask "mono-mdk"
cask "mysqlworkbench"
cask "omnidisksweeper"
cask "oni"
cask "phpstorm"
cask "postman"
cask "robomongo"
cask "sequel-pro"
cask "shiftit"
cask "sketch"
cask "sketch-toolbox"
cask "skitch"
cask "slack"
cask "staruml"
cask "stride"
cask "sublime-text"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "wireshark"
cask "homebrew/cask-fonts/font-ricty-diminished"
cask "homebrew/cask-versions/google-chrome-canary"
cask "homebrew/cask-versions/java8"
cask "homebrew/cask-versions/safari-technology-preview"
mas "App Icon Resizer", id: 1013592989
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kobito", id: 896624060
mas "LastPass", id: 926036361
mas "Lungo", id: 1263070803
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Xcode", id: 497799835
