tap "cloudfoundry/tap"
tap "exolnet/deprecated"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
brew "amazon-ecs-cli"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "python@3.8"
brew "ansible"
brew "apr"
brew "apr-util"
brew "awscli"
brew "bash-completion"
brew "brew-cask-completion"
brew "gettext", link: false
brew "libffi"
brew "carthage"
brew "circleci"
brew "composer"
brew "coreutils"
brew "curl"
brew "libidn"
brew "libmetalink"
brew "libssh2"
brew "rtmpdump"
brew "direnv"
brew "docker", link: false
brew "fastlane", link: false
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "git-secrets"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "highlight"
brew "hub"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "jmeter"
brew "mas"
brew "minikube", link: false
brew "mysql"
brew "nkf"
brew "nmap"
brew "peco"
brew "perl"
brew "pipenv"
brew "pkg-config"
brew "plantuml"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "starship"
brew "textql"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "watchman"
brew "wget"
brew "wp-cli"
brew "zsh"
brew "cloudfoundry/tap/cf-cli"
brew "exolnet/deprecated/php@5.6"
brew "exolnet/deprecated/php@7.1"
cask "0xed"
cask "android-studio"
cask "appcleaner"
cask "appium"
cask "balsamiq-mockups"
cask "bitcoin-core"
cask "boostnote"
cask "cakebrew"
cask "cheatsheet"
cask "chrome-remote-desktop-host"
cask "chromedriver"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "fastlane"
cask "filezilla"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-ricty-diminished"
cask "font-roboto-mono-for-powerline"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "gyazo"
cask "hyperswitch"
cask "jasper"
cask "java"
cask "katalon-studio"
cask "keycastr"
cask "lastpass"
cask "licecap"
cask "minikube"
cask "mono-mdk"
cask "mousepose"
cask "mysqlworkbench"
cask "nosql-workbench-for-amazon-dynamodb"
cask "omnidisksweeper"
cask "oni"
cask "phpstorm"
cask "pock"
cask "postman"
cask "sequel-pro"
cask "sf-symbols"
cask "shiftit"
cask "sketch"
cask "sketch-toolbox"
cask "skitch"
cask "skype"
cask "slack"
cask "spectrum"
cask "staruml"
cask "station"
cask "sublime-text"
cask "teamsql"
cask "typora"
cask "vagrant"
cask "vagrant-manager"
cask "vectr"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
mas "App Icon Resizer", id: 1013592989
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Kobito", id: 896624060
mas "LastPass", id: 926036361
mas "Pocket", id: 568494494
mas "Xcode", id: 497799835
